{
    "en": {
        "about": "I am a systems engineer with more than 4 years of experience working as a full stack developer, mainly focused on JavaScript (React, Node.js). I have worked building and improving web applications, participating in the entire software development lifecycle and always aiming to create practical and efficient solutions.\n\nCurrently, I work developing and maintaining fintech platforms using technologies such as Angular, Node.js, TypeScript, SQL, MongoDB, Python, .NET, and AWS services like Lambda and S3, participating in modernization processes and automation with serverless approaches.\n\nI also have knowledge of C# and Java, and I am currently improving my English skills because I understand it is essential for my professional growth. I consider myself a responsible, detail-oriented person with strong analytical skills and a good ability to find effective solutions.\n\nOutside of work, I enjoy going to the gym and playing basketball, as it helps me maintain discipline and personal balance.\n\nI am always open to learning new technologies, taking on new challenges, and continuing to grow both personally and professionally.",
        "imageSource": "images/about/yo.png"
    },
    "es": {
        "about": "Soy ingeniero de sistemas con más de 4 años de experiencia trabajando como desarrollador full stack, enfocado principalmente en JavaScript(REACT, NODE). He trabajado construyendo y mejorando aplicaciones web, participando en todo el ciclo de vida del software y buscando siempre soluciones prácticas y eficientes.\n\nActualmente trabajo desarrollando y manteniendo plataformas fintech utilizando tecnologías como Angular, Node.js, TypeScript, SQL, MongoDB, Python, .NET y servicios en AWS como Lambdas y S3, participando en procesos de modernización y automatización con enfoques serverless.\n\nTambién tengo conocimientos en C# y Java, y actualmente estoy fortaleciendo mi nivel de inglés porque sé que es clave para seguir creciendo profesionalmente. Me considero una persona responsable, detallista y con buena capacidad para analizar problemas y encontrar la mejor forma de resolverlos.\n\nFuera del trabajo me gusta entrenar en el gimnasio y jugar baloncesto, ya que me ayuda a mantener disciplina y equilibrio personal.\n\nSiempre estoy abierto a aprender nuevas tecnologías, asumir retos y seguir creciendo tanto personal como profesionalmente.",
        "imageSource": "images/about/yo.png"
    }
}